Repository: gitpan/FAQ-OMatic
Catalog: po/*.po
Languages: hu, ru, uk

source: Send mail to the Notifier when item is created or modified
hu: Értesítés küldése változás vagy új elem létrehozása esetén

source: Send mail to the Notifier when someone other than the moderator edits this item:
hu: Levelet küld a megadott címre, ha a moderátoron kívül valaki módosítja ezt az elemet:

source: Either someone has changed the answer or category you were editing since you received the editing form, or you submitted the same form twice.
hu: A szerkesztett válasz vagy kategória a szerkesztés kezdete óta megváltozott, vagy a változtatásokat többször küldte el.

source: Replace %0 with new upload
hu: %0 cseréje (feltöltéssel)

source: Select bag to replace with new upload
hu: Válassza ki a cserélni kívánt csomagot

source: Upload New Bag Here
hu: Új csomag feltöltése ide

source: Upload file:
hu: Feltöltendõ fájl:

source: This page will reload every %0 seconds,
hu: Az oldal %0 másodpercenként újratöltõdik,

source: showing the entire process output.
hu: a folyamat teljes kimenetét mutatva.

source: Show the tail of the process log
hu: A folyamatnapló végének mutatása

source: showing the last %0 lines of the process output.
hu: a folyamat naplójának utolsó %0 sorát mutatva.

source: Upload new bag to show in the %0 part in <b>%1</b>.
hu: Csomag feltöltése <b>%1</b> %0 részéhez.

source: Hint: Leave blank and Bag Data filename will be used.
hu: Megjegyzés: Üresen hagyva a csomag neve a fájl nevével fog megegyezni.

source: Inline (Images only):
hu: Az oldalban mutatva (csak kép):

source: Update mirror from master now. (this can be slow!)
hu: Tükör frissítése az eredetibõl. (Ez lassú lehet!)

source: Empty old trash now
hu: Kuka ürítése

source: fsck (check and repair tree structure) now
hu: A struktúra ellenõrzése és javításe (fsck)

source: Rebuild the cache and dependency files now
hu: A függõségek és a cache-állományok frissítése

source: Path to the <b>co</b> command from the RCS package.
hu: Az RCS csomag <b>co</b> parancsának elérési útvonala.

source: 'en'
hu: 'hu'

source: Number of days that trash sits in the trash category before maintenance cleans it up. '0' lets it stay forever.
hu: Napok száma ameddig a törölt elemek a "trash" kategóriában maradnak. Ha 0,nem kerülnek törlésre a "trash" kategóriából.

source: No items were modified in the last %0.
hu: Nincs az utóbbi %0-ban módosított elem.

source: Items modified in the last %0:
hu: Az utóbbi %0-ben módosított elemek:

source: Replace which bag?
hu: Melyik csomagot cseréli?

source: Hits Per Day
hu: Letöltés/nap

source: Cumulative Hits
hu: Összes letöltés

source: New Hosts Per Day
hu: Új kliens/nap

source: Total Hosts
hu: Összes kliens

source: Hits Per Host
hu: Letöltés/kliens

source: Cumulative Searches
hu: Összes keresés

source: Submissions Per Day
hu: Feltöltés/nap

source: Cumulative Submissions
hu: Összes feltöltés

source: Change View Duration
hu: Idõtartam módosítása

source: One Month
hu: Egy hónap

source: Two Months
hu: Két hónap

source: Three Months
hu: Három hónap

source: History
hu: Elõzmények

source: If yours (%0) does and I keep rejecting it, please mail the administrator of this FAQ at %1 and tell him or her what's happening.
hu: Ha az öné (%0) ilyen, és mégis ezt a figyelmeztetést kapta, vegye fel a kapcsolatot a rendszergazdával a(z) %1 címen.

source: To validate your Faq-O-Matic password, you may either enter this secret into the Validation form:
hu: A Faq-O-Matic jelszavanak a megerositesehez vagy az alabbi kodot kell megadni a megerosites urlapon,

source: Or access the following URL. Be careful when you copy and paste the URL that the line-break doesn't cut the URL short.
hu: vagy az alabbi url-t kell elerni. Az url masolasanal figyeljen arra, hogy az url-be ne keruljon sortores.

source: Thank you for using Faq-O-Matic.
hu: Koszonjuk, hogy hasznalja a Faq-O-Matic-ot.

source: (Note: if you did not sign up to use the Faq-O-Matic, someone else has attempted to log in using your name. Do not access the URL above; it will validate the password that user has supplied. Instead, send mail to %0 and I will look into the matter.)
hu: (Megjegyzes: Amennyiben nem on hozott letre az e-mail cimevel felhasznalot a Faq-O-Matic-ban, ugy _ne_ lepjen ra a fenti url-re, mert az az on neveben bejelentkezett felhasznalo jelszavat erositene meg. Ebben az esetben forduljon az adminisztratorhoz a(z) %0 cimen.)

source: zero days
hu: napon belül

source: three months
hu: negyedévben

source: six months
hu: fél évben

source: year
hu: évben

source: days
hu: napon
