Repository: gitpan/FAQ-OMatic
Catalog: po/*.po
Languages: hu, ru, uk

source: I will send a secret number to the email address you enter to verify that it is valid.
hu: A megadott e-mail címre elküldésre kerül egy titkos kód a cím ellenõrzése végett.
ru: На email-адрес, который вы введете, будет отправлен Секретный Код, который вам понадобится, дабы подтвердить, что этот email существует и он действительно ваш (или, по крайней мере, вы имеете к нему доступ).
uk: На email-адресу, яку ви запровадите, буде в╕дправлено Те╓мний Код (Secret Number), який вам знадобиться для п╕дтвердження, що ця email-адреса ╕сну╓ ╕ що вона д╕йсно ваша (або, як найменьш╓, ма╓те до не╖ доступ).

source: If you prefer not to give your email address to this web form, please contact
hu: Amennyiben nem szeretné megadni a címét vegye fel a kapcsolatot a rendszergazdával:
ru: Если вы предпочитаете не вводить свой email-адрес в эту форму, пожалуйста, свяжитесь с
uk: Якщо вам не до вподоби запроважувати вашу email-адресу через цю форму, будьте ласкав╕, св'яжитесь з

source: Please <b>do not</b> use a password you use anywhere else, as it will not be transferred or stored securely!
hu: Figyelem! <b>Ne adjon meg</b> olyan jelszót, amit máshol is használ, mivel a továbbítása és a tárolása nem védett formában történik!
ru: Пожалуйста, <b>НЕ ИСПОЛЬЗУЙТЕ</b> пароль, который вы уже используете где бы то ни было, поскольку он <b>НЕ БУДЕТ</b> передаваться и храниться достаточно безопасно!
uk: Будьте ласкв╕, <b>НЕ ВИКОРИСТОВУЙТЕ</b> пароль, який ви вже використову╓те будь-де, оск╕льки в╕н <b>НЕ БУДЕ</b> передаватися та хранитися достатньо безпечно!

source: Set Password
hu: Jelszó beállítása
ru: Установить Пароль
uk: Установити Пароль

source: Replace bag
hu: Csomag cseréje
ru: Заменить &quot;мешок&quot;
uk: Зам╕нити &quot;м╕шок&quot;

source: Bag name:
hu: Csomag neve:
ru: Название &quot;мешка&quot;:
uk: Назва &quot;м╕шка&quot;:

source: The bag name is used as a filename, so it is restricted to only contain letters, numbers, underscores (_), hyphens (-), and periods (.). It should also carry a meaningful extension (such as .gif) so that web browsers will know what to do with the data.
hu: A csomag nevében csak betük, számok, aláhúzás (_), kötõjel valamint pont szerepelhet. Javasolt a tartalomra jellemzõ kiterjesztést használni (például .gif), hogy a böngészõ helyesen jelenítse meg a csomagot.
ru: Имя &quot;мешка&quot; используется, как имя файла, и, следовательно должно содержать только буквы, цифры, знаки подчеркивания (`_'), знаки переноса (`-') и точки (`.'). Оно должно также включать осмысленное расширение (например, .gif), чтобы web-бровзер смог понять, что делать с его содержимым.
uk: Назва &quot;м╕шка&quot; використову╓ться, як им'я файла, отже повинна мати лише букви, цифри, знаки п╕дкреслення (`_'), знаки переносу (`-') та крапки (`.'). Вона повинна також включати осмислене поширення (наприклад, .gif), щоб web-бровзер знав, що робити з його вм╕стом.

source: Bag data:
hu: Csomag tartalma:
ru: Данные &quot;мешка&quot;:
uk: Вм╕ст &quot;м╕шка&quot;:

source: (Leave blank to keep original bag data and change only the associated information below.)
hu: (A csomag korábbi tartalmának meghagyásához hagyja üresen. Ekkor csak a lentebb módosított adatok változnak.)
ru: (Оставьте пустым если хотите оставить данные в "мешке" неизменными, а изменить только нижеследующую связанную с ним информацию.)
uk: (Залиште пустим, щоб зберегти вм╕ст "м╕шку" незм╕неним, а зм╕нити лише зв'язану з ним ╕нформац╕ю.)

source: If this bag is an image, fill in its dimensions.
hu: Amennyiben a csomag képfájl, adja meg a méretét.
ru: Если этот "мешок" является изображением -- заполните эти размерности.
uk: Якщо цей "м╕шок" ╓ зображення -- заповнить його розм╕рност╕.

source: Width:
hu: Szélesség:
ru: Ширина:
uk: Ширина:

source: Height:
hu: Magasság:
ru: Высота:
uk: Висота:

source: Enter the answer to <b>%0</b>
hu: Adja meg a választ a következõre: <b>%0</b>
ru: Введите ответ на вопрос <b>%0</b>
uk: Введить в╕дпов╕дь на питання <b>%0</b>

source: Enter a description for <b>%0</b>
hu: Adja meg <b>%0</b> leírását
ru: Введите описание для <b>%0</b>
uk: Введить опис для <b>%0</b>

source: Edit duplicated text for <b>%0</b>
hu: Szöveg megismétlése a következõhöz: <b>%0</b>
ru: Редактирование сдублированного текста для <b>%0</b>
uk: Редагування скоп╕йованого тексту для <b>%0</b>

source: Enter new text for <b>%0</b>
hu: Szöveg megadása a következõhöz: <b>%0</b>
ru: Введите новый текст для <b>%0</b>
uk: Введить новий текст для <b>%0</b>

source: Editing the %0 text part in <b>%1</b>.
hu: A(z) <b>%1</b> %0 szövegrészének szerkesztése.
ru: Редактирование текстовой части N %0 в <b>%1</b>.
uk: Редагування текстово╖ частки N %0 в <b>%1</b>.

source: If you later need to edit or delete this text, use the [Appearance] page to turn on the expert editing commands.
hu: Ha késõbb szerkeszteni vagy törölni szeretné ezt a szöveget, használja a [Megjelenés] oldalt a szerkesztõ parancsok bekapcsolásához.
ru: Если вам позже понадобится отредактировать или удалить этот текст, используйте ссылку <code>[Внешний Вид]</code> дабы включить расширенные команды редактирования.
uk: Якщо вам п╕зн╕ше знадобиться в╕дредагувати або стерти цей текст, використовуйте стор╕нку <code>[Зовн╕шн╕й Вигляд]</code> щоб вв╕мкнути поширен╕ команди редагування.

source: Faq-O-Matic Installer
hu: Faq-O-Matic telepítõ
ru: Инсталятор FAQ-O-Matic'а
uk: ╤нсталятор FAQ-O-Matic'а

source: %0 failed:
hu: %0 sikertelen:
ru: Ошибка во время %0:
uk: Помилка п╕д час %0:

source: Unknown step: "%0".
hu: Ismeretlen lépés: "%0".
ru: Неизвестный шаг: "%0".
uk: Нев╕домий крок: "%0".

source: Updating config to reflect new meta location <b>%0</b>.
hu: Beállítások frissítése a "meta" új helyéhez: <b>%0</b>.
ru: Обновление конфигурации для отражения нового местоположения каталога meta: <b>%0</b>.
uk: В╕дновлення конф╕гурац╕╖ для в╕дображення нового м╕сцезнаходження каталога meta: <b>%0</b>.

source: (Can't find <b>config</b> in '%0' -- assuming this is a new installation.)
hu: (Nem találtam a %0/<b>config</b>-ot -- új telepítés feltételezve)
ru: (Не удалось найти <b>config</b> в '%0' -- предполагаю, что это новая инсталляция.)
uk: (Не в змоз╕ знайти <b>config</b> в '%0' -- припускаю, що це ╓ нова ╕нсталяц╕я.)

source: Click here</a> to create %0.
hu: Kattintson ide</a> a %0 elkészítéséhez.
ru: Щелкните сюда</a>, чтобы создать %0.
uk: Клацн╕ть сюди, щоб створити %0.

source: If you want to change the CGI stub to point to another directory, edit the script and then
ru: Если вы хотите изменить CGI-скрипт, чтобы указывал на другой каталог, отредактируйте скрипт и после этого
uk: Якщо ви бажа╓те зм╕нити CGI-скрипт, щоб в╕н вказував на ╕нший каталог, в╕дредагуйте скрипт ╕ п╕сля цього

source: click here to use the new location
ru: щелкните сюда, дабы начать использовать новое местоположение
uk: клацн╕ть сюди, щоб почати використовувати нове м╕сцезнаходження

source: FAQ-O-Matic stores files in two main directories.<p>The <b>meta/</b> directory path is encoded in your CGI stub (%0). It contains:
ru: FAQ-O-Matic сохраняет файлы в двух главных каталогах.<p> Путь к каталогу <b>meta/</b> прописан в вашем CGI-скрипте (%0). Он содержит:
uk: FAQ-O-Matic збер╕га╓ файли у двох головних каталогах. <p>Шлях до каталога <b>meta/</b> прописан у вашому CGI-скрипт╕ (%0). В╕н м╕стить:

source: <ul><li>the <b>config</b> file that tells FAQ-O-Matic where everything else lives. That's why the CGI stub needs to know where meta/ is, so it can figure out the rest of its configuration. <li>the <b>idfile</b> file that lists user identities. Therefore, meta/ should not be accessible via the web server. <li>the <b>RCS/</b> subdirectory that tracks revisions to FAQ items. <li>various hint files that are used as FAQ-O-Matic runs. These can be regenerated automatically.</ul>
ru: <ul><li>файл <b>config</b>, который сообщает FAQ-O-Matic'у, где искать все остальное. Поэтому CGI-скрипт должен знать где находится каталог meta/, зная это он сможет определить всю остальную конфигурацию. <li>файл <b>idfile</b>, который содержит список идентификаторов пользователей. Следовательно, meta/ не должен быть доступен через web-сервер. <li>подкаталог <b>RCS/</b>, в котором трассируются версии элементов FAQ. <li>различные файлы-подсказки, используемые работающим FAQ-O-Matic'ом. Они пересоздаются автоматически.</ul>
uk: <ul><li>файл <b>config</b>, який пов╕домля╓ FAQ-O-Matic, де шукати усе ╕нше. Через це CGI-скрипт повинен знати де знаходиться каталог meta/, знаюч╕ це в╕н буде у змоз╕ визначити усю ╕ншу конф╕гурац╕ю. <li>файл <b>idfile</b>, який м╕стить список ╕дентиф╕катор╕в користувач╕в. Через це meta/ повинен бути НЕ доступним через web-сервер. <li>у п╕дкаталоз╕ <b>RCS/</b> трасируються верс╕╖ елементов FAQ. <li>р╕зноман╕тн╕ файлы-п╕дказки (hint files), якими користу╓ться працюючий FAQ-O-Matic. Вони створюються автоматично.</ul>

source: <p>The <b>serve/</b> directory contains three subdirectories <b>item/</b>, <b>cache/</b>, and <b>bags/</b>. These directories are created and populated by the FAQ-O-Matic CGI, but should be directly accessible via the web server (without invoking the CGI).
ru: Каталог <b>serve/</b> содержит три подкаталога: <b>item/</b>, <b>cache/</b> и <b>bags/</b>. Эти каталоги создаются и заполняются FAQ-O-Matic'ом, но должны быть доступны web-серверу напрямую (без вызова CGI).
uk: Каталог <b>serve/</b> м╕стить три п╕дкаталога: <b>item/</b>, <b>cache/</b> та <b>bags/</b>. Ц╕ п╕дкаталоги створюються та заповнюються FAQ-O-Matic'ом, але повинн╕ бути доступн╕ web-серверов╕ напряму (без звернення до CGI).

source: <ul><li>serve/item/ contains only FAQ-O-Matic formatted source files, which encode both user-entered text and the hierarchical structure of the answers and categories in the FAQ. These files are only accessed through the web server (rather than the CGI) when another FAQ-O-Matic is mirroring this one. <li>serve/cache/ contains a cache of automatically-generated HTML versions of FAQ answers and categories. When possible, the CGI directs users to the cache to reduce load on the server. (CGI hits are far more expensive than regular file loads.) <li>serve/bags/ contains image files and other ``bags of bits.'' Bit-bags can be linked to or inlined into FAQ items (in the case of images). </ul>
ru: <ul><li>serve/item/ содержит только исходные отформатированные файлы для FAQ-O-Matic'а, которые содержат как определенный пользователем текст, так и описание иерархической структуры ответов и категорий в FAQ. Доступ к этим файлам производится только через web-сервер (в противовес доступу через CGI) когда какой-либо другой FAQ-O-Matic производит зеркальную копию (mirroring) с этого. <li>serve/cache/ содержит кэш автоматически сгенерированных HTML версий ответов и категорий FAQ. Когда возможно, CGI перенаправляет пользователей на этот кэш, уменьшая, тем самым, нагрузку на сервер. (Отработка CGI требует гораздо больше ресурсов, чем просто отдать уже существующий файл.) <li>serve/bags/ содержит файлы изображений, или иными словами &quot;мешки с битами&quot; (&quot;bags of bits&quot;). &quot;Мешки&quot; могут быть привязаны к или вставлены в (если это изображения) элементы FAQ. </ul>
uk: <ul><li>serve/item/ м╕стить лише в╕дформатован╕ пох╕дн╕ файли для FAQ-O-Matic'а, як╕ м╕стять як наданий користувачем текст, так ╕ опис ╕╓рарх╕чно╖ структури в╕дпов╕дей та категор╕й FAQ. Доступ до ц╕х файлов йде лише через web-сервер (на в╕дм╕ну в╕д доступу через CGI) коли який-небудь ╕нший FAQ-O-Matic робить дзеркальну коп╕ю (mirroring) с цього FAQ-O-Matic'a. <li>serve/cache/ м╕стить кеш автоматично згенерованих HTML верс╕й в╕дпов╕дей та категор╕й FAQ. Коли можливо, CGI перенаправля╓ користувач╕в до цього кэшу, пом╕ньшуючи, тим самим, навантаження на сервер. (В╕дпрацьовка CGI потребу╓ набагато б╕льше ресурс╕в, н╕ж просто в╕ддати вже ╕снуючий файл.) <li>serve/bags/ м╕стить файли зображень, чи, ╕ншими словами, &quot;м╕шки с б╕тами&quot; (&quot;bags of bits&quot;). &quot;М╕шки&quot; можуть бути прив'язан╕ до або вставлен╕ до (якщо це зображення) елемента FAQ. </ul>

source: I couldn't create <b>%0</b>: %1
hu: Nem tudom létrehozni: %1 <b>%0</b>.
ru: Не удалось создать <b>%0</b>: %1
uk: Не вдалося створити <b>%0</b>: %1

source: Created <b>%0</b>.
hu: <b>%0</b> létrehozva.
ru: Создан <b>%0</b>.
uk: Створено <b>%0</b>.

source: I don't have write permission to <b>%0</b>.
hu: Nincs jogom írni: <b>%0</b>.
ru: Нет прав на запись в <b>%0</b>.
uk: Нема╓ прав на запис до <b>%0</b>.

source: Created new config file.
hu: Új konfigurációs állomány létrehozva.
ru: Создан новый конфигурационный файл.
uk: Створено новий конф╕гурац╕йний файл.

source: The idfile exists.
hu: Az <em>idfile</em> már létezik.
ru: Файл <code>idfile</code> существует.
uk: Файл <code>idfile</code> вже ╕сну╓.

source: Configuration Main Menu (install module)
hu: Beállítások fõmenü (telepítési mód)
ru: Конфигурация, Главное Меню (модуль инсталяции)
uk: Конф╕гурац╕я, Головне Меню (модуль ╕нсталяц╕╖)

source: Perform these tasks in order to prepare your FAQ-O-Matic version %0:
hu: A FAQ-O-Matic %0 használatba vételéhez szükséges tevékenységek:
ru: Исполните эти задачи для подготовки вашего FAQ-O-Matic'а версии %0:
uk: Виконайте ц╕ задач╕ для п╕дготовки вашого FAQ-O-Matic'а верс╕╖ %0:

source: Define configuration parameters
hu: Rendszerparaméterek beállítása
ru: Определить конфигурационные параметры
uk: Визначити конф╕гурац╕йн╕ параметри

source: Set your password and turn on installer security
hu: Állítsa be a jelszavát és kapcsolja be a telepítõ védelmét
ru: Установить ваш пароль и включить безопасность инсталятора
uk: Установити ваш пароль ╕ вв╕мкнути безпеку ╕нсталятора

source: (Need to configure \$mailCommand and \$adminAuth)
ru: (Необходимо сконфигурировать \$mailCommand и \$adminAuth)
uk: (Необх╕дно сконф╕гурувати \$mailCommand и \$adminAuth)

source: (Installer security is on)
hu: (Telepítõ védelme: <em>aktív</em>)
ru: (Безопасность инсталятора включена)
uk: (Безпека ╕нсталятора вв╕мкнена)

source: Create item, cache, and bags directories in serve dir
hu: Az elemeket tároló könyvtárak (item, cache, bags) létrehozása
ru: Создать item, cache, и bags подкаталоги в каталоге serve
uk: Создати item, cache, и bags п╕дкаталоги в каталоз╕ serve

source: Copy old items</a> from <tt>%0</tt> to <tt>%1</tt>.
hu: Régi elemek másolása</a>. Forrás:<tt>%0</tt>, cél: <tt>%1</tt>.
ru: Копировать старые элементы</a> из <tt>%0</tt> в <tt>%1</tt>.
uk: Коп╕ювати стар╕ елементи з <tt>%0</tt> до <tt>%1</tt>.

source: Install any new items that come with the system
ru: Установить любые элементы, которые идут вместе с системой
uk: Поставити ус╕ нов╕ елементи, що йдуть разом ╕з системою.

source: Create system default items
hu: A rendszer alapvetõ elemeinek létrehozása (súgó, szemetes, stb.)
ru: Создать системные элементы по-умолчанию
uk: Создати системн╕ елементи по-замовчанню

source: Rebuild the cache and dependency files
hu: A függõségek és a cache-állományok frissítése
ru: Пересоздать кэш-файлы и файлы зависимостей
uk: Пересоздати кеш-файли та файли залежностей

source: Install system images and icons
hu: A rendszer képeinek és ikonjainak telepítése
ru: Установить системные изображения и иконки
uk: Установити системн╕ зображення та ╕конки

source: Set up the maintenance cron job
hu: A karbantartást végzõ cron job beállítása
ru: Устанивить обслуживающую cron-задачу

source: Run maintenance script manually now
hu: Karbantartás kézi futtatása
ru: Запустить обслуживающий скрипт вручную, сейчас
uk: Виконати обслуговуючий скрипт вручну, зараз

source: (Need to set up the maintenance cron job first)
hu: (Elõbb be kell állítani a karbantartást végzõ cron job-ot)
ru: (Необходимо сперва установить обслуживающую cron-задачу)
uk: (Необх╕дно спочатку установити обслуговуючу cron-задачу)

source: Maintenance last run at:
hu: Utolsó karbantartás idõpontja:
ru: Обслуживающая задача в последний раз исполнялась:
uk: Обслуговуюча задача виконувалась в останн╓:

source: Mark the config file as upgraded to Version %0
hu: A verziószám (%0) bejegyzése a konfigurációs állományba
ru: Маркировать конфигурационный файл, как обновленный до версии %0
uk: Позначити конф╕гурац╕йний файл, як оновлений до верс╕╖ %0

source: Select custom colors for your Faq-O-Matic</a> (optional)
hu: Egyedi szinek beállítása</a> (opcionális)
ru: Переопределить цвета для вашего FAQ-O-Matic'а</a> (не обязательный)
uk: Зм╕нити кольори вашого FAQ-O-Matic'а</a> (не обов'язковий)

source: Define groups</a> (optional)
hu: csoportok létrehozása</a> (opcionális)
ru: Определить группы</a> (не обязательный)
uk: Визначити групи</a> (не обов'язковий)

source: Upgrade to CGI.pm version 2.49 or newer.
hu: Frissítés a CGI.pm 2.49-es vagy frissebb verzióra.
ru: Обновить CGI.pm до версии 2.49 или новее.
uk: В╕дновити CGI.pm до верс╕╖ 2.49 або нов╕шо╖.

source: (optional; older versions have bugs that affect bags)
hu: (opcionális, a korábbi verzók hibája a csomagok kezelését érinti)
ru: (не обязательный; старые версии содержат ошибку, которая делает &quot;мешки&quot; не работоспособными)
uk: (не обов'язковий; стар╕ верс╕╖ мають помилку, яка робить &quot;м╕шки&quot; не працездатними)

source: You are using version %0 now.
hu: A CGI.pm verziója: %0
ru: Вы сейчас используете версию %0.
uk: Ви зараз використову╓те верс╕ю %0.

source: Bookmark this link to be able to return to this menu.
hu: Könyvjelzõ beállítása erre az oldalra.
ru: Создать закладку на эту страницу, дабы легче было сюда вернуться (работает не на всех бровзерах).
uk: Зробити закладку до ц╕╓╖ стор╕нки, щоб полегшити повернення до цього меню (працю╓ не на ус╕х бровзерах).

source: (need to turn on installer security)
hu: (A telepítõ biztonságának aktiválása szükséges)
ru: (необходимо, чтобы включить безопасность инсталятора)
uk: (необх╕дно, щоби вв╕мкнути безпеку ╕нсталятора)

source: Other available tasks:
hu: Egyéb tevékenységek:
ru: Другие доступные задачи:
uk: ╤нш╕ доступн╕ завдання:

source: See access statistics
hu: Statisztika megtekintése
ru: Посмотреть статистику доступа
uk: Подивитися статистику доступу

source: Examine all bags
hu: Valamennyi csomag vizsgálata
ru: Проверить все "мешки"
uk: Перев╕рити ус╕ "м╕шки"

source: Check for unreferenced bags (not linked by any FAQ item)
hu: Nem hivatkozott (nem mutat rá link sehonnan) csomagok vizsgálata.
ru: Проверить на "подвешенные мешки" (на которые нет ссылок ни из одного элемента FAQ)
uk: Перев╕рити на "п╕дв╕шен╕ м╕шки" ("м╕шки", на як╕ нема╓ посилань н╕ з жодного елементу FAQ)

source: The Faq-O-Matic modules are version %0.
hu: A FAQ-O-Matic modulok verziószáma: %0.
ru: Модули FAQ-O-Matic имеют версию %0.
uk: Модул╕ FAQ-O-Matic мають верс╕ю %0.

source: I wasn't able to change the permissions on <b>%0</b> to 755 (readable/searchable by all).
hu: Nem sikerült <b>%0</b> elérhetõségét 755-re (olvasható/kereshetõ mindenkinek) beállítani.
ru: Не удалось изменить права доступа к <b>%0</b> на 755 (чтение/поиск для всех).
uk: [R] Не удалось изменить права доступа к <b>%0</b> на 755 (чтение/поиск для всех).

source: updated config file:
hu: Beállítások frissítve:
ru: обновленный файл конфигурации:
uk: оновлений файл конф╕гурац╕╖:

source: Redefine configuration parameters to ensure that <b>%0</b> is valid.
ru: Переопределите (определите заново?) конфигурационные параметры, дабы быть уверенным, что <b>%0</b> в порядке.
uk: [R] Переопределите (определите заново?) конфигурационные параметры, дабы быть уверенным, что <b>%0</b> в порядке.

source: <b>Mandatory:</b> System information
hu: <b>Kötelezõ:</b> Rendszerinformációk
ru: <b>Обязательный:</b> Информация о системе
uk: <b>Обов'язковий:</b> ╤нформац╕я про систему

source: Identity of local FAQ-O-Matic administrator (an email address)
hu: A FAQ-O-Matic adminisztrátor e-mail címe:
ru: Идентификатор локального администратора FAQ-O-Matic (email-адрес)
uk: [R] Идентификатор локального администратора FAQ-O-Matic (email-адрес)

source: A command FAQ-O-Matic can use to send mail. It must either be sendmail, or it must understand the -s (Subject) switch.
hu: E-mail küldésére használható parancs. A programnak ismernie kell a -s (Tárgy) kapcsolót.
ru: Команда, используемая FAQ-O-Matic'ом для отправки почты. Это должен быть sendmail или что-нибудь другое, что понимает опцию -s (Subject).
uk: [R] Команда, используемая FAQ-O-Matic'ом для отправки почты. Это должен быть sendmail или что-нибудь другое, что понимает опцию -s (Subject).

source: The command FAQ-O-Matic can use to install a cron job.
hu: A cron job létrehozására szolgáló parancs.
ru: Команда, которую FAQ-O-Matic может использовать для установки cron-задачи.
uk: [R] Команда, которую FAQ-O-Matic может использовать для установки cron job.

source: Path to the <b>ci</b> command from the RCS package.
hu: Az RCS csomag <b>ci</b> parancsának elérési útvonala.
ru: Путь к команде <b>ci</b> из пакета RCS.
uk: [R] Путь к команде <b>ci</b> из пакета RCS.

source: <b>Mandatory:</b> Server directory configuration
hu: <b>Kötelezõ:</b> Szerver-könyvtárak beállítása
ru: <b>Обязательный:</b> Конфигурация каталогов сервера
uk: <b>Обов'язковий:</b> Конф╕гурац╕я каталог╕в сервера

source: Protocol, host, and port parts of the URL to your site. This will be used to construct link URLs. Omit the trailing '/'; for example: <tt>http://www.dartmouth.edu</tt>
hu: A FAQ-O-Matic-ban használt URL-ek protokoll, szervernév, port része. (A záró / elhagyásával, például <tt>http://www.dartmouth.edu</tt>)
ru: Протокол-, хост- и порт-части URL, указывающего на ваш сайт. Они будут использоваться для создания URL'ей в ссылках. Не вводите концевой '/'; пример: <tt>http://www.dartmouth.edu</tt>
uk: Протокол-, хост- ╕ порт-частини URL, що вказу╓ на ваш сайт. Вони будуть використовуватися для створення URL в посиланнях. Не запроваджуйте к╕нцевий '/'; приклад: <tt>http://www.dartmouth.edu</tt>

source: The path part of the URL used to access this CGI script, beginning with '/' and omitting any parameters after the '?'. For example: <tt>/cgi-bin/cgiwrap/jonh/faq.pl</tt>
hu: Ennek a cgi-scriptnek az elérésére szolgáló url-bõl az útvonal, /-rel kezdve, és elhagyva a paramétereket, például: <tt>/cgi-bin/cgiwrap/jonh/faq.pl</tt>
ru: Часть URL, отвечающая за путь к этому CGI-скрипту. Должна начинаться с '/' и не содержать никаких параметров после '?'. Пример: <tt>/cgi-bin/cgiwrap/jonh/faq.pl</tt>
uk: Частина URL, в╕дпов╕дальна за путь до цього CGI-скрипта. Повинна починатися з '/' ╕ не м╕стити н╕яких параметр╕в п╕сля '?'. Приклад: <tt>/cgi-bin/cgiwrap/jonh/faq.pl</tt>

source: Filesystem directory where FAQ-O-Matic will keep item files, image and other bit-bag files, and a cache of generated HTML files. This directory must be accessible directly via the http server. It might be something like /home/faqomatic/public_html/fom-serve/
hu: Könyvtár a fájlrendszerben, ahol a FAQ-O;Matic a "csomagokat", képeket és a gyorsítótár állományait (elõre elkészített html-fájlokat) tárolhatja. Ezt a könyvtárat a webkiszolgálónak közvetlenül el kell érnie!
ru: Каталог в файловой системе, где FAQ-O-Matic хранит файлы элементов, изображения и другие "мешки с битами", а так же кэширует сгенерированные HTML файлы. Этот каталог должен быть доступен напрямую через web-сервер. Это может быть что-нибудь наподобие <code>/home/faqomatic/public_html/fom-serve/</code>
uk: [R] Каталог в файловой системе, где FAQ-O-Matic хранит файлы элементов, изображения и другие "мешки с битами", а так же кэширует сгенерированные HTML файлы. Этот каталог должен быть доступен напрямую через web-сервер. Это может быть что-нибудь наподобие <code>/home/faqomatic/public_html/fom-serve/</code>
