Repository: gitpan/FAQ-OMatic
Catalog: po/*.po
Languages: hu, ru, uk

source: Warnings:
hu: Figyelmeztetés:
ru: Предупреждения:
uk: Попередження:

source: Log In
hu: Bejelentkezés
ru: Войти
uk: Ув╕йти

source: Change Password
hu: Jelszó módosítás
ru: Изменить Пароль
uk: Зм╕нити Пароль

source: Edit Title of %0 %1
hu: Cím szerkesztése: %0 %1
ru: %0 %1: Редактирование заголовка
uk: %0 %1: Редагування заголовка

source: Edit Part in %0 %1
hu: Elem szerkesztése: %0 %1
ru: %0 %1: Редактирование части
uk: %0 %1: Редагування частки

source: Insert Part in %0 %1
hu: Elem beilelsztése: %0 %1
ru: %0 %1: Вставка части
uk: %0 %1: Вставка частки

source: Move %0 %1
hu: Mozgat: %0 %1
ru: %0 %1: Перемещение
uk: %0 %1: Перем╕щення

source: Search
hu: Keresés
ru: Поиск
uk: Пошук

source: Access Statistics
hu: Statisztikák
ru: Статистика доступа
uk: Статистика доступу

source: Validate
hu: Megerõsít
ru: Проверить
uk: Перев╕рити

source: %0 Permissions for %1
ru: %0 %1: Настройки и права доступа
uk: %0 %1: Настройки та права доступу

source: Appearance
hu: Megjelenés
ru: Внешний Вид
uk: Зовн╕шн╕й Вигляд

source: Show Top Category Only
hu: Csak a top kategória mutatása
ru: Показать Только Верхнюю Категорию
uk: Показати Т╕льки Верхню Категор╕ю

source: Show This <em>Entire</em> Category
hu: A <em>teljes</em> kategória megjelenítése
ru: Показать Эту Категорию <em>Всплошную</em>
uk: Показати <em>Геть Усю</em> Категор╕ю

source: Show This Category As Text
hu: A kategória mutatása szövegként
ru: Показать Эту Категорию Как Текст
uk: Показати Цю Категор╕ю Як Текст

source: Show This Answer As Text
hu: A válasz mutatása szövegként
ru: Показать Этот Ответ Как Текст
uk: Показати Цю В╕дпов╕дь Як Текст

source: Show This <em>Entire</em> Category As Text
hu: A <em>teljes</em> kategóriát mutatása szövegként
ru: Показать Эту Категорию <em>Всплошную</em> Как Текст
uk: Показати <em>Геть Усю</em> Категор╕ю Як Текст

source: Hide Expert Edit Commands
hu: Szerkesztõ parancsok elrejtése
ru: Спрятать Расширенные Команды Редактирования
uk: Сховати Поширен╕ Команди Редагування

source: Show Expert Edit Commands
hu: Szerkesztõ parancsok mutatása
ru: Показать Расширенные Команды Редактирования
uk: Показати Поширен╕ Команди Редагування

source: Return to the FAQ
hu: Vissza a kezdõoldalra
ru: Вернуться в FAQ
uk: Повернутися до FAQ

source: This is a
ru: Это
uk: Це ╓

source: the administrator of this Faq-O-Matic
hu: Ennek a Faq-O-Matic-nak az adminisztrátora
ru: администратор этого FAQ-O-Matic'а
uk: адм╕н╕стратор цього FAQ-O-Matic'а

source: someone who has proven their identification
hu: azonosított felhasználó
ru: кто-угодно, кто успешно прошел идентификацию
uk: хто-небудь, хто з усп╕хом пройшов ╕дентиф╕кац╕ю

source: someone who has offered identification
ru: кто-угодно, идентифицировавший себя (достаточно email-адреса)
uk: хто-небудь, хто ╕дентиф╕кував себе (досить email-адреси)

source: anybody
hu: bárki
ru: кто угодно
uk: хто завгодно

source: the moderator of the item
hu: a terület moderátora
ru: модератор
uk: модератор

source: %0 group members
hu: a(z) %0 csoport tagjai
ru: члены группы %0
uk: члени групи %0

source: Select a group to edit:
hu: Módosítani kívánt csoport:
ru: Выберите группу для редактирования:
uk: Виберить групу для редагування:

source: (Members of this group are allowed to access these group definition pages.)
hu: (Ennek a csoportnak a tagjai elérhetik ezeket az oldalakat.)
ru: (Члены этой группы имеют доступ к этой странице определения групп.)
uk: (Члени ц╕╓╖ групи мають доступ до ц╕╓╖ стор╕нки керування групами.)

source: Add Group
hu: Csoport létrehozása
ru: Добавить группу
uk: Додати Групу

source: Up To List Of Groups
hu: Vissza a csoportok listájához
ru: Наверх к Списку Групп
uk: Нагору до Списку Груп

source: Remove Member
hu: Eltávolítás a csoportból
ru: Удалить Члена Группы
uk: Стерти Члена Групи

source: Add Member
hu: Tag felvétele a csoportba
ru: Добавить Члена Группы
uk: Додати Члена Групи

source: Go to the Faq-O-Matic
hu: Tovább a fõoldalra
ru: Перейти к Faq-O-Matic'у
uk: Перейти до Faq-O-Matic'а

source: Go To Install/Configuration Page
hu: Tovább a beállítások oldalra
ru: Перейти к странице Установок и Конфигурации
uk: Перейти до стор╕нки Установок ╕ Конф╕гурац╕╖

source: New Item
hu: Új elem
ru: (Элемент без названия)
uk: (Елемент без назви)

source: Parts
hu: Elemek
ru: Части
uk: Частки

source: Previous
hu: Elõzõ
ru: Предыдущий документ
uk: Попередн╕й документ

source: Next
hu: Következõ
ru: Следующий документ
uk: Наступний документ

source: Moderator
hu: Moderátor
ru: Модератор
uk: Модератор

source: (inherited from parent)
hu: (szülõ elemtõl származó)
ru: (наследуется из родительского элемента)
uk: (успадковуеться в╕д батьк╕вського елемента)

source: Category Title and Options
hu: Kategória címe és tulajdonságai
ru: Заголовок и Настройки Категории
uk: Заголовок та Настройки Категор╕╖

source: Edit Category Permissions
hu: Engedélyek beállítása (kat.)
ru: Редактировать Права Доступа для Категории
uk: Редагувати Права Доступу до Категор╕╖

source: Move Category
hu: Kategória mozgatása
ru: Переместить Категорию
uk: Перем╕стити Категор╕ю

source: Trash Category
hu: Kategória törlése
ru: Выбросить Категорию
uk: Викинути Категор╕ю

source: Answer Title and Options
hu: Válasz címe és tulajdonságai
ru: Заголовок и Настройки Ответа
uk: Заголовок та Настройки В╕дпов╕д╕

source: Edit Answer Permissions
hu: Engedélyek beállítása (válasz)
ru: Редактировать Права Доступа для Ответа
uk: Редагувати Права Доступу до В╕дпов╕д╕

source: Move Answer
hu: Válasz mozgatása
ru: Переместить Ответ
uk: Перем╕стити В╕дпов╕дь

source: Trash Answer
hu: Válasz törlése
ru: Выбросить Ответ
uk: Викинути В╕дпов╕дь

source: Duplicate Answer
hu: Válasz duplázása
ru: Сдублировать Ответ
uk: Скоп╕ювати В╕дпов╕дь

source: Duplicate Category as Answer
hu: Kategória duplázása válaszként
ru: Сдублировать Категорию как Ответ
uk: Скоп╕ювати Категор╕ю як В╕дпов╕дь

source: Convert to Answer
hu: Válasszá alakít
ru: Преобразовать в Ответ
uk: Перетворити на В╕дпов╕дь

source: Convert to Category
hu: Kategóriává alakít
ru: Преобразовать в Категорию
uk: Перетворити на Категор╕ю

source: New Answer in "%0"
hu: Új válasz "%0"-ben
ru: Добавить новую пару Вопрос/Ответ в "%0"
uk: Додати нову пару Питання/В╕дпов╕дь до "%0"

source: New Subcategory of "%0"
hu: Új kategória "%0"-ben
ru: Добавить Новую Подкатегорию в "%0"
uk: Додати Нову Категор╕ю до "%0"

source: Insert Text Here
hu: Szöveg beszúrása ide
ru: Вставить Текст Сюда
uk: Вставити Текст Сюди

source: Append to This Answer
hu: Hozzáfûzés a válaszhoz
ru: Добавить к этому Ответу
uk: Додати до ц╕╓╖ В╕дпов╕д╕

source: This document is:
hu: Ennek az oldalnak a címe:
ru: Этот документ:
uk: Цей документ:

source: This document is at:
hu: Ez a dokumentum megtalálható:
ru: Этот документ доступен на:
uk: Цей документ доступен на:

source: Group %0
hu: Csoport: %0
ru: Группа %0
uk: Група %0

source: Users giving their names
hu: Nevüket megadó felhasználók
ru: Пользователи, предоставившие свои имена
uk: Користувач╕, як╕ надали сво╖ ╕мена

source: Authenticated users
hu: Azonosított felhasználók
ru: Аутентифицированные пользователи
uk: Аутентиф╕кован╕ користувач╕

source: New Category
hu: Új kategória
ru: Новая Категория
uk: Нова Категор╕я

source: New Answer
hu: Új válasz
ru: Новый Ответ
uk: Нова В╕дпов╕дь

source: Editing Category <b>%0</b>
hu: A(z) <b>%0</b> kategória szerkesztése
ru: Редактирование Категории <b>"%0"</b>
uk: Редагування Категор╕╖ <b>"%0"</b>

source: Editing Answer <b>%0</b>
hu: A(z) <b>%0</b> válasz szerkesztése
ru: Редактирование Ответа <b>"%0"</b>
uk: Редагування В╕дпов╕д╕ <b>"%0"</b>

source: Title:
hu: Cím:
ru: Заголовок:
uk: Заголовок:

source: <p>New Order for Text Parts:
hu: <p>A szövegelemek új sorrendje:
ru: <p>Новый порядок для текстовых частей:
uk: <p>Нова черга для текстових часток:

source: Show attributions from all parts together at bottom
hu: Valamennyi rész tulajdonságának mutatása az oldal alján
ru: Показывать подписи, собранные из всех частей, вместе внизу (Show attributions from all parts together at bottom)
uk: Показувати п╕дписи, з╕бран╕ з ус╕х часток, разом у низу (Show attributions from all parts together at bottom)

source: Submit Changes
hu: Változtatások mentése
ru: Внести Изменения
uk: Внести Зм╕ни

source: Revert
hu: Visszavonás
ru: Откатить
uk: В╕дкотити

source: Who can add a new text part to this item:
hu: Új szövegrész hozzáadására jogosultak:
ru: Кто может добавлять новую текстовую часть к этому элементу:
uk: Хто ма╓ право додавати нов╕ текстов╕ частки до цього елементу:

source: Who can add a new answer or category to this category:
hu: Kategórián belül új válasz vagy kategória hozzáadására jogosultak:
ru: Кто может добавлять новый ответ или категорию в эту категорию:
uk: Хто ма╓ право додавати нов╕ в╕дпов╕д╕ або категор╕╖ до ц╕╓╖ категор╕╖:

source: Who can edit or remove existing text parts from this item:
hu: Meglévõ szövegrész eltávolítására jogosultak:
ru: Кто может редактировать или удалять существующие текстовые части в этом элементе:
uk: Хто ма╓ право редагувати або стирати ╕снуюч╕ текстов╕ частки у цьому елемент╕:

source: Who can move answers or subcategories from this category; or turn this category into an answer or vice versa:
hu: Válasz vagy kategória áthelyezésére, valamint kategória - válasz konvertálásra jogosultak:
ru: Кто может перемещать ответы или подкатегории из этой категории; или "превращать" эту категорию в ответ и наоборот:
uk: Хто ма╓ право перем╕щувати в╕дпов╕д╕ або п╕дкатегор╕╖ ╕з ц╕╓╖ категор╕╖; або "перетворювати" цю категор╕ю на в╕дпов╕дь ╕ навпаки:

source: Who can edit the title and options of this answer or category:
hu: A válasz vagy kategória címét és beállítását módosíthatja:
ru: Кто может редактировать заголовок и изменять настройки этого ответа или категории:
uk: Хто ма╓ право редагувати заголовок та зм╕нювати настройки ц╕╓╖ в╕дпов╕д╕ або категор╕╖:

source: Who can use untranslated HTML when editing the text of this answer or category:
hu: HTML-formátum hozzáadására/szerkesztésére jogosult:
ru: Кто может использовать "чистый" HTML при редактировании текста этого ответа или категории:
uk: Хто ма╓ право використовувати "чистий" HTML при редагуванн╕ текста ц╕╓╖ в╕дпов╕д╕ або категор╕╖:

source: Who can change these moderator options and permissions:
hu: A moderátor beállításokat és a jogosultságokat módosíthatja:
ru: Кто может изменять эти настройки и права доступа модератора:
uk: Хто ма╓ право зм╕нювати ц╕ настройки та права доступу модератора:

source: Who can create new bags:
hu: Új csomag feltöltésére jogosult:
ru: Кто может создавать новые "мешки":
uk: Хто ма╓ право створювати нов╕ "м╕шки":

source: Who can replace existing bags:
hu: Meglévõ csomag csréjére jogosult:
ru: Кто может заменять существующие "мешки":
uk: Хто ма╓ право зам╕нювати ╕снуюч╕ "м╕шки":

source: Who can access the installation/configuration page (use caution!):
hu: A telepítés/beállítások oldal elérésére jogosult (Óvatosan!):
ru: Кто имеет доступ Странице Установок и Настроек (используйте с осторожностью!):
uk: Хто ма╓ доступ до Стор╕нки Установок та Настройок (використовуйте з обережн╕стю!):

source: Who can use the group membership pages:
hu: Csoporttagság oldalakat elérheti:
ru: Кто может использовать страницы управления членством в группах:
uk: Хто ма╓ право користуватися стор╕нками членства в групах:

source: Moderator options for category
hu: Kaegória moderátor-beállításai
ru: Настройки модератора для категории
uk: Настройки модератора для категор╕╖

source: Moderator options for answer
hu: Válasz moderátor-beállításai
ru: Настройки модератора для ответа
uk: Настройки модератора для в╕дпов╕д╕

source: Moderator options for
hu: Moderátor beállítások:
ru: Настройки модератора для

source: Name & Description
hu: Név és leírás
ru: Название и Описание
uk: Назва та Опис

source: Setting
hu: Beállítások
ru: Установка
uk: Установка

source: Setting if Inherited
hu: Örökölt beállítások
ru: Установка если "Наследовать"
uk: Установка якщо "Успадковувати"

source: (will inherit if empty)
hu: (öröklõdik, ha üres)
ru: (будет унаследовано, если оставить пустым)
uk: (буде успадковано, якщо залишити пустим)

source: Send mail to the moderator when someone other than the moderator edits this item:
hu: Levélküldés a moderátornak, ha valaki más szerkeszti ezt az elemet:
ru: Посылать почту модератору, когда кто-то иной (не модератор), редактирует этот элемент:
uk: Посилати пошту модератору, коли хтось ╕нший (не модератор), редагу╓ цей елемент:

source: No
hu: Nem
ru: Нет
uk: Н╕

source: Yes
hu: Igen
ru: Да
uk: Так

source: undefined
hu: nincs meghatározva
ru: неопределено
uk: невизначено

source: Permissions
hu: Engedélyek
ru: Права Доступа
uk: Права Доступу

source: Blah blah
ru: Мама мыла раму ;-)
uk: Мама мила раму ;-)

source: Inherit
ru: Наследовать
uk: Успадковувати

source: (system default)
hu: (alapértelmezett)
ru: (системный по-умолчанию)
uk: (системний по-замовчанню)

source: defined in
ru: определен в
uk: визначен у

source: File %0 seems broken.
ru: Файл %0 выглядит поврежденным.
uk: Файл %0 ма╓ вигляд пошкодженого.

source: Category
hu: Kategória
ru: Категория
uk: Категор╕я

source: Answer
hu: Válasz
ru: Ответ
uk: В╕дпов╕дь

source: Either someone has changed the answer or category you were editing since you received the editing form, or you submitted the same form twice
ru: Либо кто-то изменил ответ или категорию, который(ую) вы редактировали после того, как вы начали заполнять форму; или вы отослали одну и ту же форму дважды.
uk: Або хтось зм╕нив в╕дпов╕дь або категор╕ю, яку ви редагували п╕сля того, як ви почали заповнювати форму; або ви над╕слали одну ╕ туж саму форму дв╕ч╕.

source: Please %0 and start again to make sure no changes are lost. Sorry for the inconvenience.
ru: Пожалуйста, %0 и начните сначала, дабы быть уверенным, что изменения не потерялись. Извините за неудобство.
uk: Будьте ласкав╕, %0 ╕ почнить с початку, щоб бути впевненим, що зм╕ни не загубилися. Вибачайте за незручн╕сть.

source: (Sequence number in form: %0; in item: %1)
ru: (Последовательный номер в форме: %0; в элементе: %1)
uk: (Посл╕довний номер в форм╕: %0; в елемент╕: %1)

source: Edit This Text
hu: A fenti szöveg szerkesztése
ru: Редактировать Этот Текст
uk: Редагувати Цей Текст

source: Duplicate This Text
hu: A fenti szöveg megismétlése
ru: Сдублировать Этот Текст
uk: Скоп╕ювати Цей Текст

source: Remove This Text
hu: A szöveg törlése
ru: Удалить Этот Текст
uk: Стерти Цей Текст

source: Warning: file contents will <b>replace</b> previous text
hu: Figyelem! A fájl tartalma <b>felülírja</b> a korábbi szöveget!
ru: Предупреждение: содержимое файла <b>заменит</b> предыдущий текст
uk: Попередження: вм╕ст файлу <b>зам╕нить</b> попередн╕й текст

source: Hide Attributions
hu: Tulajdonságok elrejtése
ru: Спрятать подписи
uk: Сховати п╕дписи

source: Format text as:
hu: Szövegformázás mint:
ru: Форматировать текст как:
uk: Форматувати текст як:

source: Directory
hu: Könyvtár
ru: Каталог
uk: Каталог

source: Natural text
hu: Normál szöveg
ru: Естественный текст
uk: Природний текст

source: Monospaced text (code, tables)
hu: Formázott szöveg (forráskód, táblázat)
ru: Моноширинный текст (исходные тексты, таблицы)
uk: Моношир╕нний текст (код, таблиц╕)

source: Untranslated HTML
hu: Módosítás nélküli HTML
ru: "Чистый" HTML
uk: "Чистий" HTML

source: Answers in this category:
hu: Válaszok ebben a kategóriában:
ru: Ответы в этой категории:
uk: В╕дпов╕д╕ в ц╕й категор╕╖:

source: This page will reload every %0 seconds, showing the last %1 lines of the process output.
ru: Эта страница будет автоматически перечитываться каждые %0 секунд, показывая последние %1 строк вывода процесса.
uk: Ця стор╕нка буде автоматично в╕дновлюватися кожн╕ %0 секунд, показуючи останн╕ %1 строк виводу процеса.

source: Show the entire process log
hu: A folyamat teljes naplójának mutatása
ru: Показать вывод процесса целиком
uk: Показати вивод процеса ц╕лком

source: The file (%0) doesn't exist.
hu: A fájl (%0) nem létezik.
ru: Файл (%0) не существует.
uk: Файл (%0) не ╕сну╓.

source: Copy of
ru: Копия
uk: Коп╕я

source: Subcategories:
hu: Alkategóriák:
ru: Подкатегории:
uk: П╕дкатегор╕╖:

source: Appearance Options
hu: Megjelenés beállítása
ru: Настройки Внешнего Вида
uk: Настройки Зовн╕шнього Вигляду

source: Show
hu: Mutatja
ru: Показать
uk: Показати

source: Compact
hu: Tömören
ru: Компактно
uk: Компактно

source: Hide
hu: Elrejti
ru: Спрятать
uk: Сховати

source: expert editing commands
hu: a haladó szerkesztési parancsokat
ru: расширенные команды редактирования
uk: поширен╕ команди редагування

source: name of moderator who organizes current category
hu: az aktuális kategória moderátorának nevét
ru: имя модератора, управляющего текущей категорией
uk: ╕м'я модератора, керуючого ц╕╓ю категор╕╓ю

source: last modified date
hu: az utolsó módosítás dátumát
ru: дату последней модификации
uk: дату останньо╖ зм╕ни

source: Default
hu: Alapértelmezés
ru: По умолчанию
uk: По замовчанню

source: attributions
hu: tulajdonságok
ru: подписи
uk: п╕дписи

source: Simple
hu: Egyszerû
ru: Простой
uk: Простий

source: Fancy
ru: Прихотливый
uk: Примхливий

source: commands for generating text output
hu: a szöveges kimenetet készítõ parancsokat
ru: команды для генерации текстового вывода
uk: команди для генерац╕╖ текстового виводу

source: Accept
hu: Beállít
ru: Принять
uk: Прийняти

source: Set a New Password
hu: Új jelszó beállítása
ru: Установить Новый Пароль
uk: Установити Новий Пароль

source: Create a New Login
hu: Új azonosító létrehozása
ru: Создать Новый Вход
uk: Створити Новий Вх╕д

source: That password is invalid. If you've forgotten your old password, you can
hu: A megadott jelszó hibás. Amennyiben elfelejtette itt megteheti:
ru: Этот пароль неправильный. Если вы забыли ваш старый пароль, вы можете
uk: Цей пароль не ╓ правильним. Якщо ви забули св╕й старий пароль, ви ма╓те можлив╕сть

source: New items can only be added by %0.
hu: Új eleme hozzáadására csak %0 jogosult.
ru: Новые элементы могут добавлять только: %0
uk: Додавати нов╕ елементи мають право лише: %0

source: New text parts can only be added by %0.
hu: Új szövegrész hozzáadására csak %0 jogosult.
ru: Новые текстовые части могут добавлять только: %0
uk: Додавати нов╕ текстов╕ частки мають право лише: %0

source: Text parts can only be removed by %0.
hu: Szövegrész eltávolítására csak %0 jogosult.
ru: Текстовые части могут удалять только: %0
uk: Стирати текстов╕ частки мають право лише: %0

source: This part contains raw HTML. To avoid pages with invalid HTML, the moderator has specified that only %0 can edit HTML parts. If you are %0 you may authenticate yourself with this form.
hu: Ez a rész html-kódot tartalmaz. A hibás html-kód használatának megelõzésére a terület moderátora csak %0 számára engedélyezte html-részek szerkesztését. %0-két ezen az oldalon tudja magát azonosítani.
ru: Эта часть содержит &quot;чистый&quot; HTML. Во избежание появления страниц, содержащих неправильный HTML, модератор определил, что редактировать HTML части могут только: %0. Если вы входите в их число, вы можете подтвердить свою личность с помощью следующей формы.
uk: Ця частка м╕стить &quot;чистий&quot; HTML. Щоб запоб╕гти появ╕ стор╕нок, м╕стящих неправильний HTML, модератор визначив, що редагувати HTML частки мають право лише: %0. Якщо ви з ╖х числа, ви ма╓те п╕дтвердити свою особу за допомогою подальшо╖ форми.

source: Text parts can only be added by %0.
hu: Új szövegrész hozzáadására csak %0 jogosult.
ru: Текстовые части могут добавлять только: %0
uk: Додавати текстов╕ частки мають право лише: %0

source: Text parts can only be edited by %0.
hu: A szövegrészt csak %0 szerkesztheti.
ru: Текстовые части могут редактировать только: %0
uk: Редагувати текстов╕ частки мають право лише: %0

source: The title and options for this item can only be edited by %0.
hu: A címet és a beállításokat csak %0 szerkesztheti.
ru: Заголовок и настройки для этого элемента может редактировать только: %0
uk: Редагувати заголовок та настройки для цього елемента мають право лише: %0

source: The moderator options can only be edited by %0.
hu: A moderátor beállításokat csak %0 szerkesztheti.
ru: Настройки модератора может редактировать только: %0
uk: Редагувати настройки модератора мають право лише: %0

source: This item can only be moved by someone who can edit both the source and destination parent items.
hu: Ezt az elemet csak olyan személy helyezheti át, aki szerkesztheti a forrás- és célkönyvtárat.
ru: Этот элемент может перемещать только тот, кто может редактировать оба родительских элемента (и исходный, и целевой).
uk: Перем╕щувати цей елемент ма╓ право лише той, хто ма╓ право редагувати обидва батьк╕вських елемента (як пох╕дний, так ╕ ц╕льовий).

source: This item can only be moved by %0.
hu: Ezt az elemet csak %0 helyezheti át.
ru: Этот элемент может перемещать только: %0
uk: Перем╕щувати ц╕й елемент мають право лише: %0

source: Existing bags can only be replaced by %0.
hu: Meglévõ csomagot csak %0 cserélhet.
ru: Заменять существующие "мешки" имеют право только: %0.
uk: Зам╕нювати ╕снуюч╕ "м╕шки" мають право лише: %0.

source: Bags can only be posted by %0.
hu: Csomagot csak %0 tölthet föl.
ru: &quot;Мешки&quot; могут быть посланы только: %0
uk: Надсилати &quot;м╕шки&quot; мають право лише: %0

source: The FAQ-O-Matic can only be configured by %0.
hu: A beállításokat csak %0 módosíthatja.
ru: Конфигурировать FAQ-O-Matic может только: %0.
uk: Конф╕гугрувати FAQ-O-Matic мають право: %0.

source: The operation you attempted (%0) can only be done by %1.
hu: A kért mûveletet (%0) csak %1 hajthatja végre.
ru: Операцию, которую вы попытались произвести (%0), имеют право исполнять только: %1
uk: Операц╕ю, яку ви спробували виконати (%0), мають право виконувати лише: %1

source: If you have never established a password to use with FAQ-O-Matic, you can
hu: Amennyiben még nincs azonosítója, itt létrehozhat egyet:
ru: Если у вас нет своего входа в FAQ-O-Matic, вы можете
uk: Якщо у вас нема╓ свого входу до FAQ-O-Matic'а, ви ма╓те можлив╕сть

source: If you have forgotten your password, you can
hu: Ha elfelejtette a jelszavát itt lecserélheti:
ru: Если вы забыли свой пароль, вы можете
uk: Якщо ви забули св╕й пароль, ви ма╓те можлив╕сть

source: If you have already logged in earlier today, it may be that the token I use to identify you has expired. Please log in again.
hu: A bejelentkezése lejárt. Kérem, jelentkezzen be ismét.
ru: Если вы уже регистрировались (входили) сегодня, то появление этого сообщения может означать, что идентификатор вашей сессии уже устарел. Пожалуйста, зарегистрируйтесь снова.
uk: Якщо ви ре╓струвалися (входили) сьогодн╕, то поява цього пов╕домлення означа╓, що ╕дентиф╕катор вашо╖ сес╕╖ вже застар╕в. Будьте ласкав╕, заре╓струйтеся знову.

source: Please offer one of the following forms of identification:
hu: Válasszon az azonosítási lehetõségek közül:
ru: Пожалуйста, предоставьте одну из следующих форм идентификации:
uk: Будьте ласкав╕, надайте одну з посл╕дуючих форм ╕дентиф╕кац╕╖:

source: No authentication, but my email address is:
hu: Azonosítás nélkül; az email-címem:
ru: Без аутентификации, только email-адрес:
uk: Без аутентиф╕кац╕╖, лише email-адреса:

source: Authenticated login:
hu: Azonosított bejelentkezés:
ru: Аутентифицированный вход:
uk: Аутентиф╕кований вх╕д:

source: Password:
hu: Jelszó:
ru: Пароль:
uk: Пароль:

source: Please enter your username, and select a password.
hu: Adja meg a felhasználói azonosítóját, és válasszon jelszót.
ru: Пожалуйста, введите ваше регистрационное имя и пароль.
uk: Будьте ласкав╕, введить ваше ре╓страц╕йне ╕м'я та пароль.
