Repository: gitpan/FAQ-OMatic
Catalog: po/*.po
Languages: hu, ru, uk

source: The path prefix of the URL needed to access files in <b>\$serveDir</b>. It should be relative to the root of the server (omit http://hostname:port, but include a leading '/'). It should also end with a '/'.
ru: Префикс пути в URL, необходимый для доступа к файлам, расположенным в <b>\$serveDir</b>. Он должен быть задан корневого каталога сервера (опуская http://hostname:port, но включая лидирующий '/'). Он должен, также, завершаться на '/'.
uk: [R] Префикс пути в URL, необходимый для доступа к файлам, расположенным в <b>\$serveDir</b>. Он должен быть задан корневого каталога сервера (опуская http://hostname:port, но включая лидирующий '/'). Он должен, также, завершаться на '/'.

source: <i>Optional:</i> Miscellaneous configurations
hu: <i>Opcionális:</i> Egyéb beállítások
ru: <i>Не обязательный:</i> Разнообразные настройки
uk: <i>Не обов'язковий:</i> Разн╕тн╕ настройки

source: Select the display language.
hu: A megjelenítés nyelve
ru: Выберите язык для отображения. (Select the display language.)
uk: [R] Выберите язык для отображения. (Select the display language.)

source: Show dates in 24-hour time or am/pm format.
hu: Az idõadatok mutatása 24 órás vagy de/du formában.
ru: Отображать даты в 24-часовом формате, или в формате am/pm.
uk: [R] Отображать даты в 24-часовом формате, или в формате am/pm.

source: If this parameter is set, this FAQ will become a mirror of the one at the given URL. The URL should be the base name of the CGI script of the master FAQ-O-Matic.
ru: Если этот параметр установлен, то этот FAQ станет зеркальной копией (mirror) FAQ, находящегося по указанному URL. URL должен быть базовым именем (base name) CGI-скрипта &quot;ведущего&quot; FAQ-O-Matic'а.
uk: [R] Если этот параметр установлен, то этот FAQ станет зеркальной копией (mirror) FAQ, находящегося по указанному URL. URL должен быть базовым именем (base name) CGI-скрипта &quot;ведущего&quot; FAQ-O-Matic'а.

source: An HTML fragment inserted at the top of each page. You might use this to place a corporate logo.
hu: Valamennyi oldal elejére beszúrandó html-kódrészlet. (Például cégembléma megjelenítése.)
ru: HTML фрагмент, который вставляется в начало каждой страницы. Вы можете использовать его, например, для размещения вашего логотипа.
uk: [R] HTML фрагмент, который вставляется в начало каждой страницы. Вы можете использовать его, например, для размещения вашего логотипа.

source: If this field begins with <tt>file=</tt>, the text will come from the named file in the meta directory; otherwise, this field is included verbatim.
hu: Ha a mezõ tartalma <tt>file=</tt> -vel kezdõdik, a beillesztett kódot a "meta" könyvtár megadott állományából veszi, egyébként a mezõ tartalma kerül beillesztésre.
ru: Если содержимое этого поля начинается с <tt>file=</tt>, то текст будет взят из указанного файла в каталоге meta; в противном случае содержимое поля будет вставлено &quot;как есть&quot;.
uk: [R] Если содержимое этого поля начинается с <tt>file=</tt>, то текст будет взят из указанного файла в каталоге meta; в противном случае содержимое поля будет вставлено &quot;как есть&quot;.

source: The <tt>width=</tt> tag in a table. If your <b>\$pageHeader</b> has <tt>align=left</tt>, you will want to make this empty.
ru: Тег <tt>width=</tt> в таблице. Если ваш <b>\$pageHeader</b> имеет <tt>align=left</tt>, вы, возможно, пожелаете оставить его пустым.
uk: [R] Тег <tt>width=</tt> в таблице. Если ваш <b>\$pageHeader</b> имеет <tt>align=left</tt>, вы, возможно, пожелаете оставить его пустым.

source: An HTML fragment appended to the bottom of each page. You might use this to identify the webmaster for this site.
hu: Valamennyi oldal végére beszúrandó html-kódrészlet. (Például a webmaster/adminisztrátor neve.)
ru: HTML фрагмент, который добавляется в конец каждой страницы. Вы можете использовать его, например, для сообщения, кто есть webmaster вашего сайта.
uk: [R] HTML фрагмент, который добавляется в конец каждой страницы. Вы можете использовать его, например, для сообщения, кто есть webmaster вашего сайта.

source: Where FAQ-O-Matic should send email when it wants to alert the administrator (usually same as \$adminAuth)
ru: Куда FAQ-O-Matic должен посылать email, когда он хочет привлечь внимание администратора (обычно, тоже самое, что и \$adminAuth)
uk: [R] Куда FAQ-O-Matic должен посылать email, когда он хочет привлечь внимание администратора (обычно, тоже самое, что и \$adminAuth)

source: If true, FAQ-O-Matic will mail the log file to the administrator whenever it is truncated.
ru: Если 'true', то FAQ-O-Matic будет отсылать log-файл администратору всякий раз при его усечении.
uk: [R] Если 'true', то FAQ-O-Matic будет отсылать log-файл администратору всякий раз при его усечении.

source: User to use for RCS ci command (default is process UID)
ru: Пользователь, используемый для RCS-команды <code>ci</code> (по-умолчанию: UID процесса)
uk: [R] Пользователь, используемый для RCS-команды <code>ci</code> (по-умолчанию: UID процесса)

source: Links from cache to CGI are relative to the server root, rather than absolute URLs including hostname:
ru: Использовать в кэше относительные ссылки на CGI (относительно корневого каталога сервера), вместо абсолютных URL, включающих имя хоста:
uk: [R] Использовать в кэше относительные ссылки на CGI (относительно корневого каталога сервера), вместо абсолютных URL, включающих имя хоста:

source: mailto: links can be rewritten such as jonhATdartmouthDOTedu (cheesy), jonh (nameonly), or e-mail addresses suppressed entirely (hide).
hu: A mailto: linkek megjelenési formája: jonhATdartmouthDOTedu (cheesy), jonh (nameonly), vagy az e-mail cím teljes elhagyása (hide).
ru: Для защиты от spam'а, ссылки <code>mailto:</code> могут искажаться до вида jonhATdartmouthDOTedu (cheesy), jonh (nameonly), или email-адрес может быть скрыт вообще (hide). 'off' означает не искажать ссылки <code>mailto:</code>.
uk: [R] Для защиты от spam'а, ссылки <code>mailto:</code> могут искажаться до вида jonhATdartmouthDOTedu (cheesy), jonh (nameonly), или email-адрес может быть скрыт вообще (hide). 'off' означает не искажать ссылки <code>mailto:</code>.

source: Number of seconds that authentication cookies remain valid. These cookies are stored in URLs, and so can be retrieved from a browser history file. Hence they should usually time-out fairly quickly.
ru: Количество секунд, в течении которых аутентификационные &quot;крошки&quot; (cookies) остаются действительными. Эти &quot;крошки&quot; сохраняются в URL, и, следовательно, могут быть извлечены из файла истории бровзера (browser history file). Посему это значение должно быть достаточно небольшим.
uk: [R] Количество секунд, в течении которых аутентификационные &quot;крошки&quot; (cookies) остаются действительными. Эти &quot;крошки&quot; сохраняются в URL, и, следовательно, могут быть извлечены из файла истории бровзера (browser history file). Посему это значение должно быть достаточно небольшим.

source: <i>Optional:</i> These options set the default [Appearance] modes.
ru: <i>Не обязательный:</i> Эти настройки определяют, каким будет <code>[Внешний Вид]</code> по умолчанию.
uk: [R] <i>Не обов'язковий:</i> Эти настройки определяют, каким будет <code>[Зовн╕шн╕й Вигляд]</code> по умолчанию.

source: Page rendering scheme. Do not choose 'text' as the default.
ru: Схема отрисовки страниц. Не используйте 'text', в качестве схемы по-умолчанию.
uk: [R] Схема отрисовки страниц. Не используйте 'text', в качестве схемы по-умолчанию.

source: <i>Optional:</i> These options fine-tune the appearance of editing features.
ru: <i>Не обязательный:</i> &quot;Тонкая&quot; настройка вида команд редактирования.
uk: [R] <i>Не обов'язковий:</i> &quot;Тонкая&quot; настройка вида команд редактирования.

source: The old [Show Edit Commands] button appears in the navigation bar.
ru: Старая кнопка <code>[Показать Команды Редактирования]</code> входит в навигационную линейку.
uk: [R] Старая кнопка <code>[Показать Команды Редактирования]</code> входит в навигационную линейку.

source: Navigation links appear at top of page as well as at the bottom.
ru: Отображать навигационные ссылки вверху страницы, так же, как и внизу.
uk: [R] Отображать навигационные ссылки вверху страницы, так же, как и внизу.

source: Hide [Append to This Answer] and [Add New Answer in ...] buttons.
ru: Спрятать кнопки <code>[Добавить к Этому Ответу]</code> и <code>[Новый Ответ в ...]</code>
uk: Сховати кнопки <code>[Додати до Ц╕╓╖ В╕дпов╕д╕]</code> та <code>[Нова В╕дпов╕дь у ...]</code>

source: Editing commands appear with neat-o icons rather than [In Brackets].
ru: Команды редактирования отображаются вместе с иконками, а не <code>[в квадратных скобках]</code>.
uk: [R] Команды редактирования отображаются вместе с иконками, а не <code>[в квадратных скобках]</code>.

source: <i>Optional:</i> Other configurations that you should probably ignore if present.
ru: <i>Не обязательный:</i> Другие настройки, которые вы, возможно, захотите проигнорировать.
uk: [R] <i>Не обов'язковий:</i> Другие настройки, которые вы, возможно, захотите проигнорировать.

source: Hide sibling (Previous, Next) links
ru: Спрятать ссылки на предыдущий и следующий документы
uk: [R] Спрятать ссылки на предыдущий и следующий документы

source: Use DBM-based search databases. Faster on machines with non-broken DBM.
ru: Использовать поисковый движок, основанный на DBM. Он быстрее, но не каждая машина имеет неповрежденный (работающий) DBM.
uk: [R] Использовать поисковый движок, основанный на DBM. Он быстрее, но не каждая машина имеет неповрежденный (работающий) DBM.

source: This is a command, so only letters, hyphens, and slashes are allowed.
hu: Ez egy parancs, tehát csak betük, kötõjelek, és '/' megengedett.
ru: Это команда, посему допускаются только буквы, знаки переноса ('-') и слэши ('/').
uk: [R] Это команда, посему допускаются только буквы, знаки переноса ('-') и слэши ('/').

source: If this is your first time installing a FAQ-O-Matic, I recommend only filling in the sections marked <b>Mandatory</b>.
hu: Amennyiben elõször telepíti a FAQ-O-Matic rendszert, javasolt, hogy csak a <b>Kötelezõ</b>-nek jelölt részeket állítsa be.
ru: Если вы устанавливаете FAQ-O-Matic в первый раз, рекомендуем заполнять только секции, маркированные, как <b>Обязательные</b> (<b>Mandatory</b>).
uk: [R] Если вы устанавливаете FAQ-O-Matic в первый раз, рекомендуем заполнять только секции, маркированные, как <b>Обязательные</b> (<b>Mandatory</b>).

source: Define
ru: Установить
uk: Установити

source: You should <a href="%0">go back</a> and fix these configurations.
ru: Вы должны <a href="%0">вернуться</a> и исправить эти установки.
uk: [R] Вы должны <a href="%0">вернуться</a> и исправить эти установки.

source: Rewrote configuration file.
ru: Конфигурационный файл переписан.
uk: Конф╕гурац╕йний файл переписано.

source: %0 (%1) has an internal apostrophe, which will certainly make Perl choke on the config file.
hu: %0 (%1) aposztrófot tartalmaz. Ez hibát okozhat a konfigurációs állomány feldolgozásában.
ru: %0 (%1) содержит апостроф, который может быть неправильно воспринят Perl'ом внутри конфигурационного файла.
uk: [R] %0 (%1) содержит апостроф, который может быть неправильно воспринят Perl'ом внутри конфигурационного файла.

source: %0 (%1) doesn't look like a fully-qualified email address.
hu: %0 (%1) nem tûnik korrekt e-mail címnek.
ru: %0 (%1) не выглядит, как полный email-адрес.
uk: [R] %0 (%1) не выглядит, как полный email-адрес.

source: %0 (%1) isn't executable.
hu: %0 (%1) nem futtatható.
ru: %0 (%1) не является исполнимым файлом.
uk: [R] %0 (%1) не является исполнимым файлом.

source: %0 has funny characters.
hu: %0 érdekes karaktereket tartalmaz.
ru: %0 имеет "опасные" символы.
uk: [R] %0 имеет "опасные" символы.

source: Untitled Faq-O-Matic
ru: Безымянный Faq-O-Matic
uk: [R] Безымянный Faq-O-Matic

source: To name your FAQ-O-Matic, use the [Appearance] page to show the expert editing commands, then click [Edit Category Title and Options].
ru: Дабы назвать ваш FAQ-O-Matic, используйте страницу [Внешний Вид] и разрешите на ней расширенные команды редактирования, после чего нажмите [Заголовок и Настройки Категории]
uk: [R] Дабы назвать ваш FAQ-O-Matic, используйте страницу [Зовн╕шн╕й Вигляд] и разрешите на ней расширенные команды редактирования, после чего нажмите [Заголовок и Настройки Категории]

source: Created category "%0".
ru: Создана категория "%0".
uk: Создана категор╕я "%0".

source: <b>%0</b> already contains a file '%1'.
ru: <b>%0</b> уже содержит файл '%1'.
uk: [R] <b>%0</b> уже содержит файл '%1'.

source: Copied %0 items from <tt>%1</tt> to <tt>%2</tt>.
ru: Скопировано %0 элементов из <tt>%1</tt> в <tt>%2</tt>.
uk: [R] Скопировано %0 элементов из <tt>%1</tt> в <tt>%2</tt>.

source: Attempting to install cron job:
hu: Megkísérlem beállítani a karbantartó job-ot:
ru: Попытка установить cron-задачу:
uk: [R] Попытка установить cron job:

source: I replaced this old crontab line, which appears to be an older one for this same FAQ:
ru: Была заменена старая строка в файле crontab, которая относилась к этому же FAQ (или была очень на нее похожа)
uk: [R] Была заменена старая строка в файле crontab, которая относилась к этому же FAQ (или была очень на нее похожа)

source: You better add %0 to some crontab yourself with <b><tt>crontab -e</tt></b>
ru: Вам лучше добавить `%0' в какой-нибудь crontab самим с помощью команды <b><tt>crontab -e</tt></b>
uk: [R] Вам лучше добавить \`%0' в какой-нибудь crontab самим с помощью команды <b><tt>crontab -e</tt></b>

source: Cron job installed. The maintenance script should run hourly.
ru: Cron-задача установлена. Обслуживающий скрипт должен исполняться каждый час.

source: Use the <u>%0</u> links to change the color of a feature.
ru: используйте ссылки <u>%0</u>, чтобы изменить соответствующий цвет.
uk: [R] используйте ссылки <u>%0</u>, чтобы изменить соответствующий цвет.

source: An Item Title
hu: Az elem címe
ru: Заголовок Элемента
uk: [R] Заголовок Элемента

source: A regular part is how most of your content will appear. The text colors should be most pleasantly readable on this background.
ru: Обычная текстовая часть. Почти все содержимое FAQ располагается именно в них. Цвета текста должны быть подобраны так, чтобы быть наиболее комфортными для чтения.
uk: [R] Обычная текстовая часть. Почти все содержимое FAQ располагается именно в них. Цвета текста должны быть подобраны так, чтобы быть наиболее комфортными для чтения.

source: A new link
hu: Új link
ru: Новая ссылка
uk: [R] Новая ссылка

source: A visited link
hu: Megtekintett link
ru: Посещенная ссылка
uk: [R] Посещенная ссылка

source: A search hit
hu: Találat (keresésnél)
ru: &quot;Попадание&quot; поиска
uk: &quot;Попадання&quot; пошука

source: A directory part should stand out
ru: Часть-каталог. Она должна выделяться.
uk: [R] Часть-каталог. Она должна выделяться.

source: Regular text
hu: Normál szöveg
ru: Обычный текст
uk: Звичайний текст

source: Select a color for %0:
hu: Szín választása (%0):
ru: Выберите цвет для &quot;%0&quot;
uk: [R] Выберите цвет для &quot;%0&quot;

source: Or enter an HTML color specification manually:
ru: Или введите HTML-спецификацию цвета вручную:
uk: [R] Или введите HTML-спецификацию цвета вручную:

source: Select
ru: Выбрать
uk: Вибрати

source: Unrecognized config parameter
ru: Нераспознанный конфигурационный параметр
uk: [R] Нераспознанный конфигурационный параметр

source: Proceed to step '%0'
ru: Пройти до шага '%0'
uk: Пройти до крока '%0'

source: Some destinations are not available (not clickable) because you do not have permission to edit them as currently authorized.
ru: Некоторые цели недоступны (на них нельзя щелкнуть), поскольку вы не имеете достаточно прав для их редактирования (по крайней мере под тем идентификатором, под которым вы сейчас вошли).
uk: [R] Некоторые цели недоступны (на них нельзя щелкнуть), поскольку вы не имеете достаточно прав для их редактирования (по крайней мере под тем идентификатором, под которым вы сейчас вошли).

source: Hide answers, show only categories
hu: Válaszok elrejtése, csak kategóriák mutatása
ru: Спрятать ответы, показывать только категории
uk: Сховати в╕дпов╕д╕, показувати лише категор╕╖

source: Show both categories and answers
hu: Kategóriák és válaszok mutatása
ru: Показать и категории, и ответы
uk: Показувати як катагор╕╖, так ╕ в╕дпов╕д╕

source: No items matched all of these words
hu: Nincs találat az összes szóra
ru: Не найдено ни одного документа, удовлетворяющего всем заданным словам
uk: [R] Не найдено ни одного документа, удовлетворяющего всем заданным словам

source: No items matched at least %0 of these words
hu: Nincs találat legalább %0 szóra ezek közül
ru: Не найдено ни одного документа, удовлетворяющего, как минимум, %0 из заданных слов
uk: [R] Не найдено ни одного документа, удовлетворяющего, как минимум, %0 из заданных слов

source: Search results for all of these words
hu: Keresés eredménye az összes szóra
ru: Результаты поиска документов, удовлетворяющих всем заданным словам
uk: [R] Результаты поиска документов, удовлетворяющих всем заданным словам

source: Search results for at least %0 of these words
hu: Keresés eredménye legalább %0 szóra ezek közül
ru: Результаты поиска документов, удовлетворяющих, как минимум, %0 из заданных слов
uk: [R] Результаты поиска документов, удовлетворяющих, как минимум, %0 из заданных слов

source: Results may be incomplete, because the search index has not been refreshed since the most recent change to the database.
hu: Az eredmény lehet, hogy nem teljes. A keresési adatbázis nem tartalmazza a legutolsó módosítások adatait.
ru: Результат может быть неполон, поскольку поисковый индекс не успел обновиться после самого свежего изменения в базе данных.
uk: [R] Результат может быть неполон, поскольку поисковый индекс не успел обновиться после самого свежего изменения в базе данных.

source: search for keywords
hu: <b>Keresés kulcsszóra:</b>
ru: поиск по ключевым словам
uk: [R] поиск по ключевым словам

source: Search for
hu: Keresés:
ru: Искать
uk: Шукати

source: matching
ru: должны совпасть:
uk: повинн╕ сп╕впадати:

source: all
hu: valamennyi
ru: все
uk: ус╕

source: any
hu: bármely
ru: любое
uk: будь-яке

source: two
hu: két
ru: два
uk: два

source: three
hu: három
ru: три
uk: три

source: four
hu: négy
ru: четыре
uk: чотири

source: five
hu: öt
ru: пять
uk: п'ять

source: words
hu: szóra
ru: слов(а,о)
uk: слов(а,о)/сл╕в

source: search for recent changes
hu: <b>A legutóbbi módosítások:</b>
ru: поиск свежих изменений
uk: пошук св╕жих зм╕н

source: Show documents
hu: Azok a dokumentumok,
ru: Показать документы
uk: Показати документи

source: modified in the last
hu: amelyek módosultak az utóbbi
ru: измененные за последнюю(ий,ие)
uk: яких було зм╕нено за останн╕(й)

source: day
hu: nap
ru: день
uk: день

source: two days
hu: két napon
ru: два дня
uk: два дня

source: three days
ru: три дня
uk: три дня

source: week
hu: héten
ru: неделю
uk: тиждень

source: fortnight
ru: две недели
uk: два тиждя

source: month
hu: hónapban
ru: месяц
uk: м╕сяць

source: Please be patient ... the image files are generated dynamically, and can take from 20 to 50 seconds to create.
hu: Kérem várjon! A grafikonok elkészítése 20-50 másodpercig is tarthat. <br>&nbsp;
ru: Пожалуйста, будьте терпеливы... изображения генерируются динамически, и на их создание может потребоваться от 20 до 50 секунд.
uk: [R] Пожалуйста, будьте терпеливы... изображения генерируются динамически, и на их создание может потребоваться от 20 до 50 секунд.

source: Bag names may only contain letters, numbers, underscores (_), hyphens (-), and periods (.), and may not end in '.desc'. Yours was
ru: Названия "мешков" могут содержать только буквы, цифры, знаки подчеркивания (_), знаки переноса (-) и точки (.), и не могут заканчиваться на '.desc'. Ваше было
uk: [R] Названия "мешков" могут содержать только буквы, цифры, знаки подчеркивания (_), знаки переноса (-) и точки (.), и не могут заканчиваться на '.desc'. Ваше было

source: Changed the item title, was "%0"
ru: Изменен заголовок элемента, было "%0"
uk: [R] Изменен заголовок элемента, было "%0"

source: The moving file (%0) is broken or missing.
ru: Перемещаемый файл (%0) поврежден или отсутствует.
uk: [R] Перемещаемый файл (%0) поврежден или отсутствует.

source: You can't move the top item.
ru: Вы не можете перемещать верхний элемент.
uk: [R] Вы не можете перемещать верхний элемент.

source: moved a sub-item to %0
ru: перемещен, как подэлемент в %0
uk: [R] перемещен, как подэлемент в %0

source: moved a sub-item from %0
ru: перемещен, как подэлемент из %0
uk: [R] перемещен, как подэлемент из %0

source: An email address must look like 'name\@some.domain'.
hu: Az E-mail cím formátuma: 'nev\@domain' legyen
ru: Email-адрес должен иметь вид 'name\@some.domain'.
uk: Email-адреса повинна мати вигляд 'name\@some.domain'.

source: If yours (%0) does and I keep rejecting it, please mail %1 and tell him what's happening.
ru: Если вид вашего email (%0) удовлетворяет этому критерию, но все-равно отвергается, пожалуйста, напишите %1 и расскажите ему, что произошло (только, пожалуйста, пишите по-английски!)
uk: [R] Если вид вашего email (%0) удовлетворяет этому критерию, но все-равно отвергается, пожалуйста, напишите %1 и расскажите ему, что произошло (только, пожалуйста, пишите по-английски!)

source: Your password may not contain spaces or carriage returns.
hu: A jelszava nem tartalmazhat szóköz, tabulátor vagy újsor karaktert.
ru: Ваш пароль не может содержать пробелов и возвратов каретки.
uk: [R] Ваш пароль не может содержать пробелов и возвратов каретки.

source: I couldn't mail the authentication secret to "%0" and I'm not sure why.
ru: Не удалось отправить аутентификационный Секретный Код на "%0" и нет никакой уверенности почему.
uk: [R] Не удалось отправить аутентификационный Секретный Код на "%0" и нет никакой уверенности почему.

source: The secret you entered is not correct.
ru: Секретный Код, который вы ввели -- неправильный.
uk: [R] Секретный Код, который вы ввели -- неправильный.

source: Did you copy and paste the secret or the URL completely?
ru: Вы уверены, что скопировали Секретный Код или URL полностью?
uk: [R] Вы уверены, что скопировали Секретный Код или URL полностью?

source: I sent email to you at "%0". It should arrive soon, containing a URL.
hu: A megadott címre (%0) egy hivatkozást tartalmazó e-mail elküldve.
ru: На ваш адрес "%0" было послано письмо. Оно должно скоро прийти и содержать в себе URL.
uk: [R] На ваш адрес "%0" было послано письмо. Оно должно скоро прийти и содержать в себе URL.

source: Either open the URL directly, or paste the secret into the form below and click Validate.
hu: Kattintson a levélben található hivatkozásra, vagy másolja az alábbi mezõbe a levélben kapott kódot és kattintson a <em>Megerõsít</em> gombra.
ru: Или откройте этот URL напрямую, или скопируйте Секретный Код (Secret) в расположенную ниже форму и нажмите <code>[Проверить]</code>.
uk: [R] Или откройте этот URL напрямую, или скопируйте Секретный Код (Secret) в расположенную ниже форму и нажмите <code>[Проверить]</code>.

source: Thank you for taking the time to sign up.
hu: Köszönjük, hogy idõt szakított a bejelentkezésre.
ru: Спасибо, что нашли время подписаться.
uk: [R] Спасибо, что нашли время подписаться.

source: Secret:
hu: Titkos kód:
ru: Секретный Код:
uk: [R] Секретный Код:

source: Your Faq-O-Matic authentication secret
hu: Az on Faq-O-Matic azonositokodja:
uk: [R]

source: New %0
hu: Új %0

source: Upload bag for %0 %1
hu: Csomag feltöltése: %0 %1

source: Show This %0 As Text
hu: A %0 mutatása szövegként

source: %0 Title and Options
hu: %0 címe és tulajdonságai

source: Edit %0 Permissions
hu: Engedélyek beállítása (%0)

source: Move %0
hu: %0 mozgatása

source: Trash %0
hu: %0 törlése

source: Insert Uploaded Text Here
hu: Szöveg feltöltése ide

source: Notifier
hu: Értesítendõ
